acpi
adapta-gtk-theme
alsa-utils
arc-gtk-theme
asciiquarium
auto-cpufreq
base
base-devel
blueman
bluetui
bluez-utils
bpytop
brightnessctl
btop
btrfs-progs
catppuccin-sddm-theme-mocha
cava
cliphist
cmake
debtap
discord
dolphin
efibootmgr
eog
eza
fastfetch
feh
ffmpegthumbnailer
file-roller
firefox
flatpak
fuse2
fzf
gdm-settings
git
github-cli
gjs
glib2-devel
gnome-system-monitor
go
grim
grub
gtk-engine-murrine
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
imagemagick
intel-ucode
inxi
iwd
jq
kio-admin
kitty
kvantum
lazygit
libreoffice-still
libva-nvidia-driver-git
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-slick-greeter
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lsd
luarocks
ly
mousepad
mpv
mpv-mpris
nano
ncspot
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
npm
nvidia
nvidia-settings
nvtop
nwg-look
onedrive-abraunegg
onefetch
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pamixer
pavucontrol
pipewire-alsa
polkit-gnome
polkit-kde-agent
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyprland
python-pip
python-pipx
python-pyquery
python-pywal16
python-pywalfox
python-requests
qalculate-gtk
qt5-wayland
qt5ct
qt6-wayland
qt6ct
r
rofi-lbonn-wayland-git
rust-analyzer
sddm
sddm-theme-aerial-git
slurp
smartmontools
snapd
sof-firmware
spotify
stow
swappy
swaync
swww
thunar
thunar-archive-plugin
thunar-volman
timeshift
tlp
traceroute
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tumbler
typescript
unzip
vi
vim
wallust
waybar
wget
wireless_tools
wireshark-qt
wl-clipboard
wlogout
wofi
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-nouveau
xorg-server
xorg-xev
xorg-xinit
yad
yay
yay-debug
yt-dlp
zen-browser-bin
zram-generator
zsh
zsh-completions
