bibata-cursor-theme
cursor-bin
grub-customizer-debug
pyprland
pyprland-debug
python-clickgen
python-pywal16
python-pywalfox
spotify
ttf-victor-mono
visual-studio-code-bin
wallust
wallust-debug
wlogout
wlogout-debug
xf86-video-vmware
xf86-video-vmware-debug
yay-bin
yay-bin-debug
zen-browser-bin
