7zip
adobe-source-code-pro-fonts
adw-gtk-theme-git
alsa-utils
base
base-devel
bat
bc
bibata-cursor-theme
blueman
bluetui
bluez
bluez-utils
breeze
breeze-plus
brightnessctl
btop
cava
chafa
chromium
cliphist
cloudflared
ddcutil
discord
docker
docker-compose
efibootmgr
evtest
eza
fastfetch
fd
feh
ffmpegthumbnailer
firefox
fuse-overlayfs
fzf
geoclue
git
github-cli
gnome-system-monitor
gnu-netcat
go
go-yq
grim
grub
gtk-engine-murrine
gum
gvfs
gvfs-mtp
htop
hyprdvd
hypridle
hyprland
hyprlock
hyprls-git
hyprmon-bin
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
imagemagick
impala
intel-media-driver
intel-ucode
inxi
isoimagewriter
iwd
jq
keyd
kitty
kvantum
lazygit
libreoffice-fresh
libva-intel-driver
libvirt
linux
linux-firmware
linux-firmware-nvidia
linux-headers
loupe
lsd
luarocks
mako
man-db
matugen
mercurial
mousepad
mpv
mpv-mpris
nano
ncpamixer
ncspot
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
numix-icon-theme-git
nvtop
nwg-displays
nwg-look
obsidian
onefetch
opencode-bin
os-prober
otf-codenewroman-nerd
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
pavucontrol-qt
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
polkit-gnome
polkit-kde-agent
pyprland
python-pandas
python-pip
python-pyquery
python-pytorch
python-pywal16
python-pywalfox
python-requests
python-scikit-learn
python-torch-geometric
python-torchaudio
python-torchvision
qalculate-gtk
qemu-full
qt5-wayland
qt5ct
qt6-positioning
qt6-virtualkeyboard
qt6-wayland
qt6ct
quick-mouse
r
rofi
rust-analyzer
sddm
slurp
smartmontools
sof-firmware
speedtest++
spotify
steam
stow
stylua
swappy
swaync
swww
tectonic
thunar
thunar-archive-plugin
thunar-volman
tmux
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-victor-mono
tumbler
ueberzugpp
umockdev
unzip
uv
vicinae
vim
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
visual-studio-code-bin
viu
vulkan-intel
vulkan-nouveau
vulkan-radeon
wallust
waybar
wget
wireless_tools
wireplumber
wlogout
wofi
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yad
yay-bin
yazi
yt-dlp
zathura
zen-browser-bin
zoxide
zram-generator
zsh
zsh-completions
